Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# AdaptiveShortcutTooltip
source: Adaptive (Ctrl+Shift+7)
ar: تكيفي (Ctrl+Shift+7)
bg: Адаптивно (Ctrl+Shift+7)
ca: Disseny adaptatiu (Ctrl+Maj+7)
cs_cz: Adaptivní rozvržení (Ctrl+Shift+7)
de_de: Adaptiv (Strg+Umschalt+7)
el: Προσαρμοστική διάταξη (Ctrl+Shift+7)
es_es: Diseño adaptable (Ctrl+Mayús+7)
fi_fi: Mukautuva (Ctrl+Vaihto+7)
fr_fr: Adaptatif (Ctrl+Maj+7)
hu_hu: Adaptív (Ctrl+Shift+7)
id_id: Adaptif (Ctrl+Shift+7)
it_it: Adattivo (Ctrl+Maiusc+7)
ja_jp: レイアウトを自動的に選択 (Ctrl+Shift+7)
ko_kr: 적응 레이아웃(Ctrl+Shift+7)
lv_lv: Pielāgojošs (Ctrl+Shift+7)
nb_no: Tilpassende (Ctrl+Shift+7)
nl_nl: Aanpasbaar (Ctrl+Shift+7)
pl_pl: Adaptacyjny (Ctrl+Shift+7)
pt_pt: Adaptável (Ctrl+Shift+7)
ru_ru: Адаптивный (Ctrl+Shift+7)
sk_sk: Adaptívny (Ctrl+Shift+7)
sv_se: Adaptiv (Ctrl+Shift+7)
tr_tr: Uyarlanabilir (Ctrl+Shift+7)
uk_ua: Адаптивний макет (Ctrl+Shift+7)
vi: Chuyển bố cục tự động (Ctrl+Shift+7)
zh_hans: 自适应 (Ctrl+Shift+7)
zh_hant: 調適性配置 (Ctrl+Shift+7)

# ShowAlternateStreams
source: Show alternate data streams
ar: إظهار بث البيانات البديل
bg: Показване на алтернативни потоци от данни
ca: Mostra fluxos de dades alternatius
cs_cz: Zobrazit alternativní datové toky
da: Vis alternative datastrømme
de_de: Alternate Data Streams (ADS) anzeigen
el: Εμφάνιση εναλλακτικών ροών δεδομένων
es_es: Mostrar flujos de datos alternativos
fi_fi: Näytä vaihtoehtoisia datavirtoja
fr_fr: Afficher les flux de données alternatifs
hu_hu: Alternatív adatfolyamok megjelenítése
id_id: Tampilkan alternatif data streams
it_it: Mostra flussi di dati alternativi
ja_jp: 代替データ ストリームを表示する
ko_kr: Alternate Data Stream 영역 표시
lv_lv: Rādīt alternatīvu datu straumēšanu
nb_no: Vis alternative datastrømmer
nl_nl: Toon alternatieve data streams
pl_pl: Pokaż alternatywne strumienie danych
pt_pt: Mostrar fluxos de dados alternativos
ro_ro: Arată fluxuri alternative de date
ru_ru: Показывать альтернативные потоки данных
sk_sk: Zobraziť alternatívne dátové toky
sv_se: Visa alternativa dataströmmar
tr_tr: Alternatif veri akışını göster
uk_ua: Показати альтернативні потоки даних
vi: Hiện luồng dữ liệu phụ
zh_hans: 显示备用数据流(Alternate Data Streams)
zh_hant: 顯示替代資料流

source: Behaviors
ar: سلوكيات
bg: Поведение
ca: Comportaments
cs_cz: Chování
da: Opførsler
de_de: Verhalten
el: Συμπεριφορές
es_es: Comportamiento
fi_fi: Toiminnat
fr_fr: Comportements
hu_hu: Működés
id_id: Perilaku
it_it: Comportamenti
ja_jp: 動作
ko_kr: 동작
lv_lv: Uzvedības
nb_no: Oppførsel
nl_nl: Gedragingen
pl_pl: Zachowania
pt_pt: Comportamentos
ro_ro: Comportamente
ru_ru: Поведение
sk_sk: Správania
sv_se: Beteenden
th_th: ลักษณะการทำงาน
tr_tr: Davranışlar
uk_ua: Поведінки
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

source: Review Files
ar: مراجعة الملفات
bg: Прегледани файлове
ca: Valoreu el Files
cs_cz: Napsat recenzi o aplikaci Files
da: Anmeldelse af "Filer"
de_de: File bewerten
el: Αξιολογήστε το Files
es_es: Revisar Files
fi_fi: Arvostele Files
fr_fr: Évaluer Files
hu_hu: Értékelés
id_id: Ulas Files
it_it: Recensisci Files
ja_jp: Files を評価
ko_kr: 파일 검토
lv_lv: Pārskatīt Failus
nb_no: Anmeld Files
nl_nl: Files beoordelen
pl_pl: Oceń Files
pt_pt: Avaliar Files
ro_ro: Lăsați o recenzie pentru Files
ru_ru: Оценить Files
sk_sk: Ohodnotiť Files
sv_se: Betygsätt Files
th_th: แสดงคำวิจารณ์แอป
tr_tr: Files'ı Değerlendir
uk_ua: Оцінити Files
vi: Đánh giá Files
zh_hans: 评价 Files
zh_hant: 評價這個軟體

# ReviewFilesContent
source: Would you like to review Files?
ar: هل ترغب في مراجعة Files؟
bg: Бихте ли искали да прегледате файловете?
ca: Voleu valorar el Files?
cs_cz: Chcete napsat recenzi aplikace Files?
da: Ønsker du at Anmelde "Filer"?
de_de: Möchtest Du Files bewerten?
el: Θα θέλατε να αξιολογήσετε την εφαρμογή "Files";
es_es: ¿Desea escribir una reseña sobre Files?
fi_fi: Haluatko arvioida Filesin?
fr_fr: Souhaitez-vous laisser une évaluation de Files ?
hu_hu: Szeretné értékelni az alkalmazást?
id_id: Apakah Anda ingin memberikan ulasan Files?
it_it: Vuoi lasciare una recensione su Files?
ja_jp: Files を評価していただけますか?
ko_kr: 파일을 검토하시겠어요?
lv_lv: Vai vēlies pārskaīt Failus?
nb_no: Har du lyst å gi Files en anmeldelse?
nl_nl: Wilt u Files beoordelen?
pl_pl: Czy chcesz ocenić Files?
pt_pt: Deseja avaliar Files?
ro_ro: Doriți să revizuiți Files?
ru_ru: Хотели бы вы оценить Files?
sk_sk: Chceli by ste ohodnotiť Files?
sv_se: Vill du betygsätta Files?
th_th: คุณต้องการให้คำวิจารณ์แอปนี้ไหม??
tr_tr: Files'ı değerlendirmek ister misiniz?
uk_ua: Бажаєте залишити відгук про Files?
vi: Bạn có muốn đánh giá Files không?
zh_hans: 看官老爷们，给个好评呗
zh_hant: 您想要在商店中評價本軟體嗎？

# SetAsBackgroundFlyout
source: Set as background
ar: تعيين كخلفية
bg: Задаване като фон
ca: Estableix com a fons
cs_cz: Nastavit jako pozadí
da: Anvend som baggrund
de_de: Als Hintergrund festlegen
el: Ορισμός ως φόντο
es_es: Establecer como fondo de pantalla
fi_fi: Aseta taustakuvaksi
fr_fr: Définir comme fond d'écran
hu_hu: Beállítás háttérképként
id_id: Atur sebagai latar belakang
it_it: Imposta come sfondo
ja_jp: 背景に設定
ko_kr: 배경으로 설정
lv_lv: Iestatīt ka fonu
nb_no: Bruk som bakgrunn
nl_nl: Als achtergrond instellen
pl_pl: Ustaw tło
pt_pt: Definir como imagem de fundo
ro_ro: Setați ca fundal
ru_ru: Установить как фон
sk_sk: Nastaviť ako pozadie
sv_se: Ange som bakgrund
th_th: ตั้งเป็นพื้นหลัง
tr_tr: Arka plan olarak ayarla
uk_ua: Встановити як тло
vi: Đặt làm hình nền
zh_hans: 设置为背景
zh_hant: 設為背景

# SetAsBackground
source: Set as desktop background
ar: تعيين كخلفية سطح المكتب
bg: Задай като фон на работния плот
ca: Estableix com a fons d'escriptori
cs_cz: Nastavit jako pozadí plochy
da: Brug som skrivebordsbaggrund
de_de: Als Desktophintergrund festlegen
el: Ορισμός ως φόντο επιφάνειας εργασίας
es_es: Establecer como fondo de Escritorio
fi_fi: Aseta työpöydän taustakuvaksi
fr_fr: Définir comme fond d'écran du bureau
he_il: קבע כרקע שולחן העבודה
hr_hr: Postavi kao pozadinu radne površine
hu_hu: Beállítás asztali háttérképként
id_id: Atur sebagai latar belakang desktop
it_it: Imposta come sfondo del desktop
ja_jp: デスクトップの背景に設定
ka: სამუშაო მაგიდის ფონად დაყენება
ko_kr: 바탕 화면 배경으로 설정
lv_lv: Iestatīt kā darbvirsmas fonu
nb_no: Bruk som bakgrunn på skrivebord
nl_nl: Als bureaubladachtergrond gebruiken
or_in: ଡେସ୍କଟପ୍ ପୃଷ୍ଠପଟ ରୂପେ ସେଟ୍ କରନ୍ତୁ
pl_pl: Ustaw jako tło pulpitu
pt_pt: Definir como fundo do ambiente de trabalho
ro_ro: Stabilire ca fundal pentru desktop
ru_ru: Сделать фоном рабочего стола
sk_sk: Nastaviť ako pozadie pracovnej plochy
sv_se: Använd som skrivbordsbakgrund
th_th: ตั้งเป็นพื้นหลังของเดสก์ท็อป
tr_tr: Masaüstü arka planı olarak ayarla
uk_ua: Установити як тло робочого стола
vi: Hình nền màn hình chính
zh_hans: 设置为桌面背景
zh_hant: 設為桌面背景

source: Set as default
ar: تعيين كافتراضي
bg: Задаване по подразбиране
ca: Estableix com a defecte
cs_cz: Nastavit jako výchozí
de_de: Als Standard festlegen
el: Ορισμός ως προεπιλογή
es_es: Establecer como predeterminado
fi_fi: Aseta oletukseksi
fr_fr: Définir par défaut
hu_hu: Beállítás alapértelmezettként
id_id: Atur sebagai bawaan
it_it: Imposta come predefinito
ja_jp: デフォルトに設定
ko_kr: 기본으로 지정
lv_lv: Iestatīt kā noklusējumu
nb_no: Angi som standard
nl_nl: Instellen als standaard
pl_pl: Ustaw jako domyślną
pt_pt: Utilizar por omissão
ro_ro: Setați ca implicit
ru_ru: Установить по умолчанию
sk_sk: Nastaviť ako predvolené
sv_se: Ange som standard
th_th: ตั้งเป็นค่าเริ่มต้น
tr_tr: Varsayılan olarak ayarla
uk_ua: Встановити за замовчуванням
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設值

source: Date column
ar: عمود التاريخ
bg: Колона с дата
ca: Columna de data
cs_cz: Sloupec s datem
de_de: Datumsspalte
el: Στήλη Ημερομηνίας
es_es: Columna de fecha
fi_fi: Päivämäärä-sarake
fr_fr: Date
hu_hu: Dátum
id_id: Kolom Tanggal
it_it: Data modifica
ja_jp: 更新日時
ko_kr: 날짜 열
lv_lv: Datuma kolonna
nb_no: Datokolonne
nl_nl: Datum kolom
pl_pl: Kolumna daty
pt_pt: Coluna Data
ro_ro: Coloană dată
ru_ru: Столбец даты изменения
sk_sk: Stĺpec dátumu
sv_se: Datumkolumn
th_th: แถววันที่
tr_tr: Tarih sütunu
uk_ua: Стовпчик дати
vi: Cột ngày
zh_hans: “日期”列
zh_hant: 日期

source: Date Created column
ar: عمود تاريخ الإنشاء
bg: Колона с дата на създаване
ca: Columna de data de creació
cs_cz: Sloupec data vytvoření
da: Dato oprettet kolonne
de_de: Erstelldatumsspalte
el: Στήλη ημερομηνίας δημιουργίας
es_es: Columna de fecha de creación
fi_fi: Luontipäivämäärä -sarake
fr_fr: Date de création
hu_hu: Létrehozás dátuma
id_id: Kolom tanggal dibuat
it_it: Data creazione
ja_jp: 作成日時
ko_kr: 생성된 날짜 열
lv_lv: Izveidošanas datuma kolonna
nb_no: Dato opprettet-kolonne
nl_nl: Aanmaakdatum kolom
pl_pl: Kolumna daty utworzenia
pt_pt: Coluna Data de criação
ro_ro: Coloană dată de creare
ru_ru: Столбец даты создания
sk_sk: Stĺpec dátumu vytvorenia
sv_se: Skapelsedatumskolumn
th_th: แถววันที่สร้าง
tr_tr: Sütun oluşturulma tarihi
uk_ua: Стовпчик дати створення
vi: Cột ngày tạo
zh_hans: “创建日期”列
zh_hant: 建立日期

source: Size column
ar: عمود الحجم
bg: Размер на колоната
ca: Columna de mida
cs_cz: Velikost sloupce
de_de: Größenspalte
el: Στήλη Μεγέθους
es_es: Columna de tamaño
fi_fi: Koko-sarake
fr_fr: Taille
hu_hu: Méret
id_id: Kolom Ukuran
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기 열
lv_lv: Izmēra kolonna
nb_no: Størrelse kolonne
nl_nl: Grootte kolom
pl_pl: Kolumna rozmiaru
pt_pt: Coluna Tamanho
ro_ro: Coloană dimensiune
ru_ru: Столбец размера
sk_sk: Stĺpec veľkosti
sv_se: Storlekskolumn
th_th: แถวขนาด
tr_tr: Boyut sütunu
uk_ua: Стовпчик розміру
vi: Cột kích cỡ
zh_hans: “大小”列
zh_hant: 檔案大小

source: Tag column
ar: عمود العلامة
ca: Columna d'etiqueta
cs_cz: Sloupec štítků
de_de: Tag-Spalte
el: Στήλη Ετικέτας
es_es: Columna de etiqueta
fi_fi: Tunniste-sarake
fr_fr: Étiquette
hu_hu: Címkék
id_id: Kolom Tag
it_it: Etichetta
ja_jp: タグ
ko_kr: 태그 열
lv_lv: Birkas kolonna
nb_no: Merke kolonne
nl_nl: Tag kolom
pl_pl: Kolumna tagów
pt_pt: Coluna Etiqueta
ro_ro: Coloană etichetă
ru_ru: Столбец метки
sk_sk: Stĺpec značky
sv_se: Taggkolumn
th_th: แถวแท็ก
tr_tr: Etiket sütunu
uk_ua: Стовпчик тегів
vi: Cột nhãn
zh_hans: “标签”列
zh_hant: 標籤

source: Type column
ar: عمود النوع
bg: Вид колона
ca: Columna de tipus
cs_cz: Typ sloupce
de_de: Typspalte
el: Στήλη Τύπου
es_es: Columna de tipo
fi_fi: Tyyppi-sarake
fr_fr: Type
hu_hu: Típus
id_id: Kolom Jenis
it_it: Tipo
ja_jp: 種類
ko_kr: 유형 열
lv_lv: Faila tipa kolonna
nb_no: Type kolonne
nl_nl: Type kolom
pl_pl: Kolumna typu
pt_pt: Coluna Tipo
ro_ro: Coloană tip
ru_ru: Столбец типа
sk_sk: Stĺpec typu
sv_se: Typkolumn
th_th: แถวประเภท
tr_tr: Tip sütunu
uk_ua: Стовпчик типів
vi: Cột loại
zh_hans: “类型”列
zh_hant: 類型

source: Details layout columns
ar: أعمدة تفاصيل التخطيط
de_de: Detail-Layoutspalten
fi_fi: Yksityiskohtainen asettelu -sarakkeet
id_id: Tata letak kolom Rincian
it_it: Colonne in visualizzazione Dettagli
ja_jp: 詳細レイアウトに表示する列
lv_lv: Detaļu izkārtojuma kolonna
nl_nl: Details layout kolommen
pl_pl: Układ kolumn: szczegóły
pt_pt: Colunas no modo de detalhes
ro_ro: Coloană aspect detalii
sk_sk: Podrobnosti stĺpcoch rozloženia

source: Lockscreen
ar: شاشة القفل
bg: Заключен екран
ca: Pantalla de bloqueig
cs_cz: Zamykací obrazovka
da: Låseskærm
de_de: Sperrbildschirm
el: Οθόνη κλειδώματος
es_es: Pantalla de bloqueo
fi_fi: Lukitusnäyttö
fr_fr: Écran de verrouillage
hu_hu: Zárolási képernyő
id_id: Layar kunci
it_it: Schermata di blocco
ja_jp: ロック画面
ko_kr: 잠금 화면
lv_lv: Bloķēšanas ekrāns
nb_no: Låseskjerm
nl_nl: Vergrendelingsscherm
pt_pt: Ecrã de bloqueio
ro_ro: Ecran de blocare
ru_ru: Экран блокировки
sk_sk: Obrazovka uzamknutia
sv_se: Låsskärm
th_th: หน้าจอล็อก
tr_tr: Kilit Ekranı
uk_ua: Екран блокування
vi: Màn hình khóa
zh_hans: 锁屏界面
zh_hant: 鎖定畫面

# OpenFolderWithOneClickColumnsLayout
source: Open folders with a single click in the Columns Layout
ar: فتح مجلدات بنقرة واحدة في تخطيط الأعمدة
bg: Отваряне на папки с едно щракване в оформлението на колоните
ca: Obre les carpetes amb un sol clic al disseny de columnes
cs_cz: Otevřít složky jedním kliknutím v rozvržení sloupců
da: Åbn mapper med et enkelt klik i Kolonne- layout
de_de: Ordner mit einem Klick im Spaltenlayout öffnen
el: Να ανοίγουν οι φάκελοι με ένα κλικ στη διάταξη "Στήλες"
es_es: Abrir carpetas con un solo clic en el diseño de columnas
fi_fi: Avaa kansiot yhdellä napsautuksella sarakeasettelussa
fr_fr: Ouvrir les dossiers d'un seul clic dans la disposition colonnes
hu_hu: Mappák megnyitása egy kattintással Oszlopok nézetben
id_id: Buka folder dengan sekali klik di Tata Letak Kolom
it_it: Apri cartelle con un singolo clic nel Layout Colonne
ja_jp: カラム レイアウトでシングル クリックでフォルダーを開く
ko_kr: 열 레이아웃에서 한 번 클릭해 폴더 열기
lv_lv: Atvērt direktoriju ar vienu klikšķi Kolonas Izkārtojumā
nb_no: Åpne mapper med et enkelt klikk i Kolonneoppsettet
nl_nl: Open mappen met één klik in de kolommen layout
pl_pl: Otwórz foldery jednym za pomocą pojedynczego kliknięcia w kolumnę szczegóły
pt_pt: Abrir pastas com um clique no esquema Colunas
ro_ro: Deschide folderele cu un singur clic în aspectul coloană
ru_ru: Открывать папки одним кликом в макете Столбцы
sk_sk: Otvoriť priečinky jedným kliknutím v rozložení stĺpcov
sv_se: Öppna mappar med enkelklick i Kolumnlayouten
tr_tr: Sütunlar Düzeninde tek bir tıklama ile klasörleri aç
uk_ua: Відкрити папки одним натисканням по Макету Стовпчиків
vi: Mở thư mục bằng một lần nhấp ở bố cục dạng cột
zh_hans: 在“列”布局下，通过单击打开文件夹
zh_hant: 在欄配置下，點一下開啟資料夾

source: Opening items
ar: فتح العناصر
bg: Отваряне на елементи
ca: Obertura d'elements
cs_cz: Otevírání položek
da: Åbner elementer
de_de: Öffne Elemente
el: Άνοιγμα στοιχείων
es_es: Abrir elementos
fi_fi: Avataan kohteita
fr_fr: Ouverture des éléments
hu_hu: Elemek megnyitása
id_id: Membuka item
it_it: Apertura elementi
ja_jp: 項目を開くとき
ko_kr: 항목 여는 중
lv_lv: Atver vienumu
nb_no: Åpner elementer
nl_nl: Items openen
pl_pl: Otwieranie elementów
pt_pt: Abrir itens
ro_ro: Deschidere elemente
ru_ru: Открытие объектов
sk_sk: Otváranie položiek
sv_se: Öppnar objekt
tr_tr: Açılış öğeleri
uk_ua: Відкриття елементів
vi: Mở các khoản mục
zh_hans: 打开项目
zh_hant: 開啟項目

source: Compression completed
ar: اكتمل الضغط
bg: Компресирането завърши
de_de: Komprimierung abgeschlossen
fi_fi: Pakkaaminen suoritettu
it_it: Compressione completata
lv_lv: Saspiešana pabeigta
nl_nl: Inpakken Compleet
pl_pl: Kompresja ukończona
pt_pt: Compressão terminada

# CompressionSucceded
source: {0} has been compressed
ar: تم ضغط {0}
bg: {0} се сби
de_de: {0} wurde komprimiert
fi_fi: {0} on pakattu
it_it: {0} è stato compresso
lv_lv: {0} tika saspiests
nl_nl: {0} is gecomprimeerd
pl_pl: {0} został skompresowany
pt_pt: {0} foi comprimido

# CompressionFailed
source: {0} couldn't be compressed
ar: لا يمكن ضغط {0}
bg: {0} не може да се сбие
de_de: {0} konnte nicht komprimiert werden
fi_fi: {0} ei voitu pakata
it_it: {0} non è stato compresso
lv_lv: {0} neizdevās saspiest
nl_nl: {0} kan niet worden gecomprimeerd
pl_pl: {0} nie może zostać skompresowany
pt_pt: Não foi possível comprimir {0}

# CompressionInProgress
source: Compressing archive
ar: يتم ضغط الأرشيف
bg: Сбиване в архив
de_de: Archiv wird komprimiert
fi_fi: Pakataan arkistoa
it_it: Comprimendo l'archivio
lv_lv: Saspiež arhīvā
nl_nl: Archief comprimeren
pl_pl: Kompresowanie archiwum
pt_pt: Compressão terminada

# SelectFilesAndFoldersOnHover
source: Select files and folders when hovering over them
ar: حدد الملفات والمجلدات عند التنقل فوقها
bg: Избор на файлове и папки при показалец на мишката над тях
ca: Selecciona fitxers i carpetes quan passeu el cursor per sobre d'ells
cs_cz: Vyberte soubory a složky při najetí na ně
da: Vælg filer og mapper, når du svæver over dem
de_de: Dateien und Ordner beim Überfahren auswählen
el: Να επιλέγονται τα αρχεία όταν το ποντίκι είναι πάνω τους
es_es: Seleccionar archivos y carpetas al colocar el cursor encima de ellos
fi_fi: Valitse tiedostot ja kansiot viemällä hiiren osoitin niiden päälle
fr_fr: Sélectionner les fichiers et dossiers lorsqu'ils sont survolés
hu_hu: Fájlok és mappák kiválasztása kattintás nélkül
id_id: Pilih file dan folder saat mengarahkan kursor ke atasnya
it_it: Seleziona i file e le cartelle quando si passa con il mouse
ja_jp: カーソルを合わせたファイルとフォルダーを選択する
ko_kr: 파일과 폴더에 마우스를 올려 선택하기
lv_lv: Atzīmēt failus un direktorijas kad uzvirza peli
nb_no: Velg filer og mapper ved å holde musepekeren over dem
nl_nl: Selecteer bestanden en mappen wanneer je over hen beweegt
pl_pl: Zaznacz pliki i foldery w trakcie trzymania kursora nad nimi
pt_pt: Selecionar ficheiros e pastas ao passar com o rato por cima
ro_ro: Selectați fișiere și foldere când treceți cu mouse-ul peste ele
ru_ru: Выделение файлов и папок при наведении на них курсора мыши
sk_sk: Vybrať súbory a priečinky, keď na ne umiestnite kurzor myši
sv_se: Välj filer och mappar när man hovrar över dem
tr_tr: Üzerine getirildiğinde dosyaları ve dizinleri seç
uk_ua: Вибрати файли та папки при наведенні на них
vi: Chọn tệp và thư mục khi di chuột lên
zh_hans: 鼠标悬停在项目上时自动选择
zh_hant: 當游標停留於檔案與資料夾上時，選取它們

# ConfirmRestoreBinDialogContent
source: Are you sure you want to restore all items in the recycle bin?
ar: هل أنت متأكد من أنك تريد استعادة جميع العناصر الموجودة في سلة إعادة التدوير؟
bg: Наистина ли искате да възстановите всички елементи от кошчето?
ca: Esteu segur que voleu restaurar tots els elements de la paperera de reciclatge?
cs_cz: Opravdu chcete obnovit všechny položky v koši?
da: Er du sikker på, at du vil gendanne alle elementer i papirkurven?
de_de: Bist Du sicher, dass Du alle Elemente im Papierkorb wiederherstellen möchtest?
el: Θέλετε πράγματι να επαναφέρετε όλα τα στοιχεία από τον κάδο ανακύκλωσης;
es_es: ¿Está seguro de que desea restaurar todos los elementos de la papelera de reciclaje?
fi_fi: Haluatko varmasti palauttaa kaikki roskakorin kohteet?
fr_fr: Êtes-vous sûr de vouloir restaurer tous les éléments de la corbeille ?
hu_hu: Biztosan vissza szeretné állítani a Lomtárban lévő összes elemet?
id_id: Apakah Anda yakin ingin memulihkan semua item di keranjang sampah?
it_it: Vuoi davvero ripristinare tutti i file dal cestino?
ja_jp: ごみ箱内のすべての項目を復元してもよろしいですか?
ko_kr: 정말 모든 항목을 휴지통에서 복원하시겠습니까?
lv_lv: Vai tiešām vēlies atjaunot visus vienumus no atkritnes?
nb_no: Er du sikker på at du vil gjenopprette alle elementene i papirkurven?
nl_nl: Weet u zeker dat u deze bestanden uit de prullenbak wilt herstellen?
pl_pl: Czy jesteś pewien, że chcesz przywrócić wszystkie rzeczy z kosza?
pt_pt: Tem a certeza de que deseja restaurar todos os itens da Reciclagem?
ro_ro: Sunteți sigur că vreți să restaurați toate elementele din coșul de reciclare?
ru_ru: Вы уверены, что хотите восстановить все элементы в корзине?
sk_sk: Ste si istý, že chcete obnoviť všetky položky v koši?
sv_se: Är du säker på att du vill återställa alla objekt i papperskorgen?
tr_tr: Geri dönüşüm kutusundaki tüm öğeleri geri yüklemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете відновити всі елементи з кошика?
vi: Bạn có chắc chắn muốn khôi phục tất cả khoản mục từ Thùng rác không?
zh_hans: 确定要还原回收站中的所有项目吗？
zh_hant: 確定要將所有項目從資源回收筒還原嗎？

# ConfirmRestoreBinDialogTitle
source: Restore all items
ar: استعادة كل العناصر
bg: Възстановяване на всички елементи
ca: Restaura tots els elements
cs_cz: Obnovit všechny položky
da: Gendan alle elementer
de_de: Alle Elemente wiederherstellen
el: Επαναφορά όλων των στοιχείων
es_es: Restaurar todos los elementos
fi_fi: Palauta kaikki kohteet
fr_fr: Restaurer tous les éléments
hu_hu: Összes elem visszaállítása
id_id: Pulihkan semua item
it_it: Ripristina tutti gli elementi
ja_jp: すべての項目を復元
ko_kr: 모든 항목 복원하기
lv_lv: Atjaunot visus vienumus
nb_no: Gjenopprett alle elementer
nl_nl: Alle items herstellen
pl_pl: Przywróć wszystkie elementy
pt_pt: Restaurar todos os itens
ro_ro: Restaurați toate elementele
ru_ru: Восстановить все элементы
sk_sk: Obnoviť všetky položky
sv_se: Återställ alla objekt
tr_tr: Bütün öğeleri geri yükle
uk_ua: Відновити всі елементи
vi: Khôi phục tất cả khoản mục
zh_hans: 还原所有项目
zh_hant: 還原​​所有項目​​

# ConfirmRestoreSelectionBinDialogContent
source: Do you want to restore the {0} selected item(s)?
ar: هل تريد استعادة {0} عنصر محدد؟
bg: Искате ли да възстановите {0} избран(и) елемент(а)?
ca: Voleu restaurar els {0} elements seleccionats?
cs_cz: Chcete obnovit {0} vybranou(é) položku(y)?
da: Vil du gendanne de(t) valgte element {0}?
de_de: Möchtest Du {0} ausgewählte(s) Element(e) wiederherstellen?
el: Θέλετε πράγματι να επαναφέρετε το/τα {0} επιλεγμένα στοιχείο(α);
es_es: ¿Desea restaurar los elemento(s) {0} seleccionado(s)?
fi_fi: Haluatko palauttaa {0} valittua kohdetta?
fr_fr: Voulez-vous restaurer le(s) {0} élément(s) sélectionné(s) ?
hu_hu: Do you want to restore the {0, plural, one {selected item} other {{0} selected items}}?
id_id: Apakah Anda ingin memulihkan {0} item yang dipilih?
it_it: Vuoi ripritinare {0} file selezionato/i?
ja_jp: 選択した {0} 項目を復元しますか?
ko_kr: Do you want to restore the {0, plural, one {selected item} other {{0} selected items}}?
lv_lv: Vai tiešām vēlies atjanunot {0} atlasītos vienumus?
nb_no: Vil du gjenopprette de valgte {0} elementen(e)?
nl_nl: Wilt u de {0} geselecteerde item(s) herstellen?
pl_pl: Czy chcesz przywrócić {0} element(ów)?
pt_pt: Deseja restaurar os {0} itens selecionados?
ro_ro: Doriți să restaurați cele {0} elemente selectate?
ru_ru: Вы хотите восстановить {0} выбранный(ые) элемент(ы)?
sk_sk: Chcete obnoviť {0} vybraných položiek?
sv_se: Vill du återställa {0} valda objekt?
tr_tr: Do you want to restore the {0, plural, one {selected item} other {{0} selected items}}?
uk_ua: Ви хочете відновити {0} виділених елементів?
vi: Bạn có muốn khôi phục {0} khoản mục đã chọn không?
zh_hans: 是否还原选中的 {0,plural,other{{0} 个项目}}？
zh_hant: 確定要將 {0} 個項目還原嗎？

# ConfirmRestoreSelectionBinDialogTitle
source: Restore selection
ar: استعادة التحديد
bg: Възстановяване на избора
ca: Restaura la selecció
cs_cz: Obnovit výběr
da: Gendan valgte
de_de: Auswahl wiederherstellen
el: Επαναφορά επιλογής
es_es: Restaurar selección
fi_fi: Palauta valinta
fr_fr: Restaurer la sélection
hu_hu: Kiválasztott visszaállítása
id_id: Pulihkan yang dipilih
it_it: Ripristina selezione
ja_jp: 選択した項目を復元
ko_kr: 선택 목록 복원하기
lv_lv: Atjaunot atlasīto
nb_no: Gjenopprett utvalgte
nl_nl: Herstel selectie
pl_pl: Przywróć zaznaczone
pt_pt: Restaurar seleção
ro_ro: Restaurare selecție
ru_ru: Восстановить выбранное
sk_sk: Obnoviť výber
sv_se: Återställ valda
tr_tr: Seçimi geri yükle
uk_ua: Відновити вибране
vi: Khôi phục các khoản mục đã chọn
zh_hans: 还原选定的项目
zh_hant: 還原選取項目

source: Restore All Items
ar: استعادة كل العناصر
bg: Възстановяване на всички елементи
ca: Restaura tots els elements
cs_cz: Obnovit všechny položky
da: Gendan Alle Elementer
de_de: Alle Elemente wiederherstellen
el: Επαναφορά Όλων των Στοιχείων
es_es: Restaurar todos los elementos
fi_fi: Palauta kaikki kohteet
fr_fr: Restaurer tous les éléments
hu_hu: Összes elem visszaállítása
id_id: Pulihkan Semua Item
it_it: Ripristina tutti gli elementi
ja_jp: すべての項目を復元
ko_kr: 모든 항목 복원하기
lv_lv: Atjaunot Visus vienumus
nb_no: Gjenopprett alle elementer
nl_nl: Alle items herstellen
pl_pl: Przywróć wszystkie elementy
pt_pt: Restaurar todos os itens
ro_ro: Restaurați toate elementele
ru_ru: Восстановить все элементы
sk_sk: Obnoviť všetky položky
sv_se: Återställ alla objekt
tr_tr: Bütün öğeleri geri yükle
uk_ua: Відновити всі елементи
vi: Khôi phục tất cả khoản mục
zh_hans: 还原所有项目
zh_hant: 還原​​所有項目​​

source: Restore
ar: استعادة
bg: Възстановяване
ca: Restaura
cs_cz: Obnovit
da: Gendan
de_de: Wiederherstellen
el: Επαναφορά
es_es: Restaurar
fr_fr: Restaurer
hu_hu: Visszaállítás
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
nb_no: Gjenopprett
nl_nl: Herstellen
pl_pl: Przywróć
pt_pt: Restaurar
ro_ro: Restaurare
ru_ru: Восстановить
sk_sk: Obnoviť
sv_se: Återställ
tr_tr: Geri yükle
uk_ua: Відновити
vi: Khôi phục
zh_hans: 还原
zh_hant: 還原
